# CannotTransferProjectStandards Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
BuiltInFailures..::..CopyPasteFailures..::..CannotTransferProjectStandards Property
BuiltInFailures..::..CopyPasteFailures Class See Also
---
These Project Standards cannot be transferred.[Description]
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static FailureDefinitionId CannotTransferProjectStandards { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CannotTransferProjectStandards As FailureDefinitionId
	Get
```

Visual C++
---
```text
public:
static property FailureDefinitionId^ CannotTransferProjectStandards {
	FailureDefinitionId^ get ();
}
```

# See Also
BuiltInFailures..::..CopyPasteFailures Class
Autodesk.Revit.DB Namespace